import m_o_1 from 'assets/ochivki/maks/green_icon_loop_1.json';
import m_o_2 from 'assets/ochivki/maks/green_icon_loop_2.json';
import m_o_3 from 'assets/ochivki/maks/green_icon_loop_3.json';

import r_o_1 from 'assets/ochivki/rom/blue_icon_loop_1.json';
import r_o_2 from 'assets/ochivki/rom/blue_icon_loop_2.json';
import r_o_3 from 'assets/ochivki/rom/blue_icon_loop_3.json';

import a_o_1 from 'assets/ochivki/ann/orange_icon_loop_2.json';
import a_o_2 from 'assets/ochivki/ann/orange_icon_loop_1.json';
import a_o_3 from 'assets/ochivki/ann/orange_icon_loop_3.json';

export const data = {
    maks: [
        {
            icon: m_o_1,
            title: 'Волшебник лидгена',
            alert: 'У тебя получилось увеличить показатели при сборе лидов!',
            text: 'Игровые механики замотивировали пользователей предоставлять информацию о себе в обмен на бонусы, баллы и достижения в игре. Как играючи ты убедил пользователей оставить свои контакты, кудесник и чародей!'
        },
        {
            icon: m_o_2,
            title: 'ПРОМОтей',
            alert: 'Тебе удалось добиться невероятных результатов при запуске промо и спецпроектов',
            text: 'Геймификация в спецпроектах и промо создала ажиотаж, и сделала акции более интерактивными и запоминающимися. Ты как древнегреческий герой несешь свет и огонь пользователям, браво!',
        },
        {
            icon: m_o_3,
            title: 'Рок-стар',
            alert: 'У тебя получилось удержать пользователей на сайте и увеличить глубину просмотра',
            text: 'Игровые механики удержали пользователей, мотивировали их просматривать больше контента и побуждали исследовать сайт для выполнения заданий. Ты как настоящий рок-стар знаешь как завоевать внимание аудитории.',
        },
    ],
    rom: [
        {
            icon: r_o_1,
            title: 'Счастливый фермер',
            alert: 'Тебе удалось вырастить конверсию в заказ!',
            text: 'Скидочные призы в играх и промоигры с моментальными призами для пользователя повысили CR через вовлечение. Ты как опытный фермер удобряешь геймификацией продукт и пожинаешь плоды конверсии.'
        },
        {
            icon: r_o_2,
            title: 'Шопоголик',
            alert: 'У тебя получилось увеличить частоту покупок',
            text: 'Ежедневные и еженедельные задания с вознаграждениями стимулировали пользователей поддерживать прогресс и возвращаться за новыми покупками. Как здорово ты смог привить любовь к покупкам пользователям в продукте',
        },
        {
            icon: r_o_3,
            title: 'Мощный крепыш',
            alert: 'Тебе удалось поднять пожизненную ценность клиента',
            text: 'Подарки в виде промокодов мотивировали пользователей увеличивать общую сумму чека. Механики квестов побуждали покупать несколько товаров, чтобы получить награды за выполнение заданий. Твоя сила завораживает, поднимай новые испытания и бей рекорды!',
        },
    ],
    ann: [
        {
            icon: a_o_1,
            title: 'Мать Тереза',
            alert: 'У тебя получилось повысить мотивацию сотрудников и удержать персонал!',
            text: 'Игровые механики подняли интерес к работе, сделали ее более увлекательной, люди лучше концентрируются на задачах, продуктивность улетела в космос. Твоей заботе о компании поют диферамбы.'
        },
        {
            icon: a_o_2,
            title: 'Учитель года',
            alert: 'Тебе удалось создать комфортные и продуктивные условий для обучения сотрудников!',
            text: 'Игровые механики увеличили вовлеченность в процесс обучения и помогли более эффективно усваивать материал. Твоя способность давать людям тягу к знаниям восхищает.',
        },
        {
            icon: a_o_3,
            title: 'Охотник за головами',
            alert: 'Ты добилась повышения привлекательности компании при найме кандидатов',
            text: 'Геймификация позволила в захватывающей, непринужденной обстановке быстро выявлять кандидатов с высоким потенциалом и хантить их к себе, показывая им крутые особенности компании. Теперь слова об очереди за забором не пустой угрожающий звук, они реально там стоят и ждут',
        },
    ]
};